final_project/cases_lift/base_case_angle4_5/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.1.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            zeroGradient;
	
    }

    outlet
    {
      type            fixedValue;
      value           uniform 0;
    }

    wing
    {
        type            zeroGradient;
    }

    sym1
    {
      type            fixedValue;
      value           uniform 0;
    }

    sym2
    {
      type            fixedValue;
      value           uniform 0;
    }

    top
    {
      type            fixedValue;
      value           uniform 0;
    }

    bottom
    {
      type            fixedValue;
      value           uniform 0;
    }
}

// ************************************************************************* //
